"About Path Finder" = "Om Path Finder";
"Add Icon Preview" = "Add symbol Preview";
"Add to Applications" = "Lägg till program";
"Add to Drop Stack" = "Lägg till Drop Stacken";
"Add to Favorites" = "Lägg till som bokmärke";
"After" = "Efter";
"Align Left" = "Vänsterjustera";
"Align Right" = "Högerjustera";
"Allow Editing" = "Kan redigera";
"Allow Hyphenation" = "Tillåt avstavning";
"Any" = "Alla";
"Any Date" = "Alla datum";
"Applications" = "Program";
"Attributes" = "Attribut";
"Back" = "Bakåt";
"Baseline" = "Baslinje";
"Before" = "Före";
"Begins With" = "börjar med";
"Bigger" = "Större";
"Blue" = "Blått";
"Blue Background" = "Blå bakgrund";
"Bold" = "Fet";
"Bookmarks Bar" = "Bokmärkesrad";
"Bottom Drawer" = "Nedre låda";
"Bring All to Front" = "Lägg alla överst";
"Burn..." = "Bränn...";
"Center" = "Centrera";
"Change Desktop Background..." = "Ändra skrivbordsbakgrund...";
"Change Extension" = "Ändra filtillägg";
"Check Spelling" = "Kontrollera stavning";
"Check Spelling As You Type" = "Kontrollera stavning medan jag skriver";
"Check for Updates..." = "Sök efter uppdateringar ...";
"Class Dump" = "Klassdump";
"Clear" = "Radera";
"Clear History" = "Rensa historik";
"Clear Menu" = "Rensa menyn";
"Clear Recents" = "Rensa senaste";
"Clone" = "Klon";
"Close All" = "Stäng alla";
"Close Tab" = "Stäng flik";
"Close Window" = "Stäng";
"Cocoatech Home" = "Cocoatech";
"Cocoatech Support" = "Cocoatechs support";
"Combine as Tabs" = "Kombinera som Flikar";
"Commands" = "Verktyg";
"Compress" = "Komprimera";
"Compress and Email..." = "Komprimera och eposta...";
"Compress with Format" = "Komprimera som";
"Computer" = "Dator";
"Connect to Server..." = "Anslut till server";
"Console Window" = "Konsollfönster";
"Contains" = "Innehåller";
"Content" = "Innehåll";
"Contents" = "Innehåll";
"Controls" = "Reglage";
"Convert Image..." = "Konvertera grafik...";
"Copy" = "Kopia";
"Copy Font" = "Kopiera typsnitt";
"Copy Path" = "Kopiera väg";
"Copy Ruler" = "Kopiera linjal";
"Copy Style" = "Kopiera stil";
"Copy to..." = "Kopiera till...";
"Create .Mac Account..." = "Skapa .Mac-konto";
"Created" = "Skapad";
"Customize Menu..." = "Redigera meny...";
"Customize Toolbar..." = "Anpassa verktygsfältet...";
"Cut" = "Klipp ut";
"Decompress" = "Dekomprimera";
"Default" = "Förval";
"Defaults" = "Standardvärden";
"Delete..." = "Ta bort ...";
"Directory Listing" = "Mappinnehåll";
"Disallow Hyphenation" = "Förbjud Avstavning";
"Documents" = "Dokument";
"Double %@" = "Dubbel %@";
"Downloads" = "Nedladdningar";
"Drop Stack" = "Släpp-hög";
"Duplicate" = "Duplicera";
"Edit" = "Redigera";
"Edit Image..." = "Redigera bild...";
"Edit Tab Sets..." = "Flikupsättningar...";
"Eject" = "Mata ut";
"Eject %@" = "Mata ut %@";
"Email..." = "E-post...";
"Empty Trash" = "Töm papperskorgen";
"Empty Trash for" = "Töm Papperskorg för";
"Enclosing Folder" = "Överordnad mapp";
"Ends With" = "slutar med";
"Enter Registration Code..." = "Registrering...";
"Erase Disc..." = "Radera Skiva...";
"Everywhere" = "Överallt";
"Exactly" = "Exakt";
"Extension" = "Tillägg";
"Favorites" = "Bokmärken";
"Feedback" = "Förslag";
"File" = "Arkiv";
"Filter" = "Filtrera";
"Find" = "Sök";
"Find File..." = "Sök...";
"Find Next" = "Sök nästa";
"Find Previous" = "Sök föregående";
"Find Text" = "Sök Text";
"Find Text..." = "Sök Text...";
"Find Window" = "Sökfönster";
"Find..." = "Sök...";
"Float" = "Flytande";
"Float Trash Can" = "Float Trash Window";
"Folders" = "Mappar";
"Font" = "Typsnitt";
"Fonts..." = "Typsnitt...";
"Force Quit %@..." = "Tvångsavsluta %@...";
"Format" = "Formatera";
"Forward" = "Framåt";
"Frameworks" = "Ramverk";
"Function" = "Funktion";
"Get Info" = "Visa info";
"Go" = "Gå";
"Go to Folder..." = "Gå till mapp...";
"Gray" = "Grått";
"Greater than" = "Större än";
"Green" = "Grönt";
"Group" = "Grupp";
"Help" = "Hjälp";
"Hide %@" = "Göm %@";
"Hide Bookmarks Bar" = "Göm bokmärkesfältet";
"Hide Desktop Trash Can" = "Göm Skrivbordets Papperkorg";
"Hide Device" = "Göm enhet";
"Hide Drop Stack" = "Göm släppyta";
"Hide Extension" = "Göm filändelse";
"Hide File Names" = "Dölj Filnamn";
"Hide Others" = "Göm Övriga";
"Hide Package Contents" = "Göm paketets innehåll";
"Hide Path Finder" = "Göm Path Finder";
"Hide Path Navigator" = "Göm sökvägsnavigator";
"Hide Processes" = "Dölj Processer";
"Hide Search" = "Göm sökning";
"Hide Section" = "Göm sektion";
"Hide Shelf" = "Göm hylla";
"Hide Tab Bar" = "Dölj Flikarna";
"Hide Terminal" = "Göm Terminal";
"Hide Toolbar" = "Göm verktygsfältet";
"Hide Trash Can" = "Dölj Papperskorgen";
"Hides on Deactivate" = "Dölj vid Deaktivering";
"Home" = "Hem";
"Horizontal Tab" = "Horisontell Flik";
"Icon Layout" = "Visa kolumner";
"Icon Size" = "Symbolstorlek";
"Image Size" = "Bildstorlek";
"Images" = "Bilder";
"Invisible" = "Osynlig";
"Invisibles" = "Osynliga";
"Is" = "Är";
"Italic" = "Kursiv";
"Jump to Selection" = "Gå till markering";
"Justify" = "Marginaljustera";
"KB" = "K";
"Kern" = "Teckenmellanrum";
"Keywords" = "Nyckelord";
"Kind" = "Typ";
"Label" = "Märkning";
"Large" = "Stor";
"Larger" = "Större";
"Last Modified" = "Senast ändrad";
"Last Opened" = "Senast Öppnad";
"Launch Application..." = "Starta program...";
"Launch as Root" = "Starta som root";
"Left Drawer" = "Vänster låda";
"Left to Right" = "Vänster till Höger";
"Less than" = "Mindre än";
"Ligature" = "Ligatur";
"Local Disks" = "Lokala enheter";
"Local Volumes" = "Lokala Volymer";
"Localization..." = "Översättning...";
"Localized Strings" = "Översatta Strängar";
"Locked" = "Låst";
"Loosen" = "Lösare";
"Lower" = "Sänk";
"Mac Help" = "Mac Hjälp";
"MacBinary (.bin)" = "Mac-binär (.mac)";
"Make Alias" = "Skapa alias";
"Make Path Finder Alias" = "Skapa Path Finder Alias";
"Make Plain Text" = "Gör till ren text";
"Make Rich Text" = "Gör till formaterad text";
"Make Symbolic Link" = "Skapa symbolisk länk";
"Man to PDF..." = "Man till PDF...";
"Medium" = "Mellan";
"Minimize" = "Minimera fönster";
"Minimize All" = "Förminska alla";
"Module Windows" = "Modulfönster";
"Modules" = "Moduler";
"Move to Trash" = "Flytta till papperskorgen";
"Move to..." = "Flytta till...";
"Movies" = "Filmer";
"Music" = "Musik";
"My iDisk" = "Min iDisk";
"Name" = "Namn";
"Name Below Icon" = "Namn under symbol";
"Name Right of Icon" = "Namn till höger om symbol";
"Network Activity Window" = "Nätverksaktivitetsfönster";
"Network Volumes" = "Nätverksvolymer";
"New" = "Ny";
"New Browser" = "Nytt fönster";
"New File" = "Ny fil";
"New File..." = "Ny fil...";
"New Folder..." = "Ny mapp...";
"New HTML File" = "Ny HTML-fil";
"New Instance" = "Ny instans";
"New Sidebar..." = "Nytt sidofält...";
"New Tab" = "Ny flik";
"New Terminal" = "Nytt terminalfönster";
"New Text File" = "Ny Textfil";
"Next Window" = "Nästa fönster";
"No Recents" = "Inga Nyliga";
"None" = "Ingen";
"Number of Columns" = "Antal kolumner";
"Open" = "Öppna";
"Open Package" = "Öppna paket";
"Open Recent" = "Senaste objekt";
"Open Selection" = "Öppna Markerade";
"Open Text File..." = "Öppna textfil...";
"Open in Tab" = "Öppna i Tab";
"Open in Terminal" = "Öppna i Terminalen";
"Open with" = "Öppna med";
"Open with %@" = "Öppna med %@";
"Open with TextEdit" = "Öppna med TextEdit";
"Open with..." = "Öppna med...";
"Other" = "Annan";
"Other User's Public Folder..." = "Annan användares delade mapp...";
"Other User's iDisk..." = "Annan användares iDisk...";
"Other..." = "Annat...";
"Owner" = "Ägare";
"Page Setup..." = "Utskriftsformat...";
"Parent" = "Överliggande";
"Paste" = "Klistra in";
"Paste Font" = "Klistra in typsnitt";
"Paste Item" = "Klistra in objekt";
"Paste Ruler" = "Klistra in linjal";
"Paste Style" = "Klistra in stil";
"Pasteboards" = "Klippböcker";
"Path Finder Help" = "Path Finder Hjälp";
"Path Navigator" = "Sökvägsnavigator";
"Plugins" = "Insticksfiler";
"Position Above Browser" = "Placera ovanför filvy";
"Position Below Browser" = "Placera nedanför filvy";
"Preferences" = "Inställningar";
"Preferences..." = "Inställningar...";
"Presentations" = "Presentationer";
"Prevent Editing" = "Slå på skrivskydd";
"Preview" = "Förhandsvisa";
"Preview Window" = "Förhandsvisning";
"Print Selection..." = "Skriv ut Markering...";
"Print..." = "Skriv ut...";
"Printers" = "Skrivare";
"Private Frameworks" = "Privata Ramverk";
"Process Window" = "Processfönster";
"Processes" = "Processer";
"Provide Path Finder Feedback" = "Ge Feedback på Path Finder";
"Purchase" = "Köp";
"Purchase Path Finder..." = "Köp Path Finder...";
"Purple" = "Lila";
"Quit %@" = "Avsluta %@";
"Quit All" = "Avsluta Alla";
"Quit Finder" = "Avsluta Finder";
"Quit Path Finder" = "Avsluta Path Finder";
"Raise" = "Höj";
"Recent Applications" = "Senast använda program";
"Recent Documents" = "Senaste filer";
"Recent Files" = "Senaste filer";
"Recent Folders" = "Senaste mappar";
"Recent Searches" = "Senaste sökningar";
"Recent Servers" = "Senaste anslutningar";
"Red" = "Rött";
"Redo" = "Gör om";
"Reload" = "Ladda om";
"Remove" = "Ta bort";
"Remove Icon Preview" = "Remove symbol Preview";
"Remove Sidebar" = "Ta bort sidovy";
"Rename" = "Döp om";
"Report" = "Rapportera";
"Reports" = "Rapporter";
"Reveal Collapsed View" = "Visa förminskad vy";
"Reveal in Finder" = "Visa i Finder";
"Reveal in Path Finder" = "Visa i Path Finder";
"Revert" = "Återgå";
"Right Drawer" = "Höger låda";
"Running" = "Igång";
"Sample" = "Stickprov";
"Save" = "Spara";
"Save All" = "Spara alla";
"Save As..." = "Spara som...";
"Screen Capture" = "Skärmavbildning";
"Screen Capture to Clipboard" = "Skärmdump till Clipboard";
"Screen Capture..." = "Skärmavbildning...";
"Search" = "Sök";
"Secure Delete..." = "Säker borttagning...";
"Secure Empty Trash" = "Säker papperskorgstömning";
"Secure Empty Trash for" = "Säker papperskorgstömning för";
"Select All" = "Markera allt";
"Select Next Tab" = "Markera nästa flik";
"Select Previous Tab" = "Markera föregående flik";
"Select..." = "Välj...";
"Selected Items" = "Valda Objekt";
"Selection" = "Markering";
"Servers" = "Servrar";
"Services" = "Tjänster";
"Set Menu Keys..." = "Menygenvägar...";
"Shelf" = "Hylla";
"Shelf Window" = "Hyllfönster";
"Show" = "Visa";
"Show All" = "Visa Alla";
"Show Back Button" = "Visa bakåt-knapp";
"Show Color Options" = "Visa Färgalternativ";
"Show Colors" = "Visa färger";
"Show Desktop" = "Visa Skrivbord";
"Show Desktop Trash Can" = "Visa Skrivbordets Papperskorg";
"Show Drawers" = "Visa utdragslådor";
"Show File Names" = "Visa Filnamn";
"Show Fonts" = "Visa typsnitt";
"Show Icons" = "Visa symboler";
"Show Invisible Files" = "Visa osynliga filer";
"Show Original" = "Visa original";
"Show Package Contents" = "Visa paketets innehåll";
"Show Processes" = "Visa Processer";
"Show Ruler" = "Visa linjal";
"Show Terminal" = "Visa Terminal";
"Show Trash Can" = "Show Trash Window";
"Show View Options" = "Visa visningsalternativ";
"Show in New Window" = "Visa i nytt fönster";
"Since Yesterday" = "Sedan igår";
"Size" = "Storlek";
"Size Browser" = "Storleksnavigator";
"Slideshow" = "Bildspel";
"Small" = "Liten\n";
"Smaller" = "Mindre";
"Smart Sorting On" = "Smart sortering på";
"Sort Ascending" = "Sort ascending";
"Sort Descending" = "Sortera sjunkande";
"Sort Direction" = "Sorteringsriktning";
"Sort by" = "Sortera efter";
"Special Characters..." = "Specialtecken...";
"Speech" = "Talsyntes";
"Spelling" = "Stavning";
"Spelling..." = "Stavning…";
"Spotlight Panel" = "Spotlight-panel";
"Start Speaking" = "Börja tala";
"Status Bar" = "Statusfält";
"Stop Speaking" = "Avbryt tal";
"Stuff and BinHex" = "Stuff och BinHex";
"Stuff and MacBinary" = "Stuff och MacBinary";
"Stuff with Password..." = "Stuff med Lösenord...";
"Subscript" = "Nedsänkt";
"Superscript" = "Upphöjd";
"Symbol Table" = "Symboltabell";
"System Profile" = "Systeminformation";
"Tab Bar" = "Flikrad";
"Tab Sets" = "Flikuppsättningar";
"Tar and BZip" = "Tar och BZip";
"Tar and GZip" = "Tar och GZip";
"Tar and Unix Compress" = "Tar och Unix Komprimering";
"Text Editor" = "Textredigerare";
"Themes" = "Teman";
"This Month" = "Den här månaden";
"This week" = "Den här veckan";
"Tighten" = "Tätare";
"Today" = "idag";
"Tool Windows" = "Verktygsfönster";
"Top to Bottom" = "Upp till Ned";
"Touch" = "\"Touch\"";
"Transparency..." = "Genomskinlighet...";
"Trash" = "Papperskorg";
"Trash Size" = "Papperskorgsstorlek";
"Underline" = "Understruken";
"Undo" = "Ångra";
"Unix Compress" = "Unixkomprimera";
"Upgrade" = "Uppgradera";
"Upgrade .Mac Account..." = "Uppgradera .Mac-konto";
"Use All" = "Använd alla";
"Use Default" = "Använd förval";
"Use None" = "Använd ingen";
"Use Selection for Find" = "Använd markering för sökning";
"Utilities" = "Verktyg";
"Verify Archive" = "Verifiera arkiv";
"Vertical Tab" = "Vertikal Flik";
"View" = "Innehåll";
"View Trash for" = "Visa Papperskorg för";
"View as Hex" = "Visa som Hex";
"Volumes" = "Enheter";
"Volumes Report" = "Volymrapport";
"Window" = "Fönster";
"Within Last 2 months" = "Inom senaste två månaderna";
"Within Last 2 weeks" = "Inom senaste två veckorna";
"Wrap to Page" = "Anpassa texten till sidan";
"Wrap to Window" = "Bryt till fönstret";
"Yellow" = "Gult";
"Zip and UU" = "Zip och UU";
"Zoom" = "Zooma";
"Zoom In" = "Zooma in";
"Zoom Out" = "Zooma ut";
"as Columns" = "som spalter";
"as Icons" = "som symboler";
"as List" = "som lista";
"by Extension" = "efter Ändelse";
"by Kind" = "efter Sort";
"by Name" = "efter Namn";
"in Submenu" = "i undermeny";

/* ==== UNLOCALIZED ==== */

"Accepts Dropped Items" = "Accepts Dropped Items";
"AppleSingle" = "AppleSingle";
"BZip" = "BZip";
"BinHex (.hqx)" = "BinHex (.hqx)";
"Capitalize" = "Capitalize";
"Check Document Now" = "Check Document Now";
"Check Grammar With Spelling" = "Check Grammar With Spelling";
"Check Spelling While Typing" = "Check Spelling While Typing";
"Close Other Tabs" = "Close Other Tabs";
"Command" = "Command";
"Control" = "Control";
"Correct Spelling Automatically" = "Correct Spelling Automatically";
"Cover Flow" = "Cover Flow";
"Data Detectors" = "Data Detectors";
"Disable Finder's \"Remove from Dock\"" = "Disable Finder's \"Remove from Dock\"";
"Disassemble" = "Disassemble";
"Dual Browser" = "Dual Browser";
"Enable Finder's \"Remove from Dock\"" = "Enable Finder's \"Remove from Dock\"";
"FTP Servers" = "FTP Servers";
"File Servers" = "File Servers";
"GB" = "GB";
"GZip" = "GZip";
"Get Summary Info" = "Get Summary Info";
"HFS" = "HFS";
"Help Videos" = "Help Videos";
"Hide Finder's Desktop" = "Hide Finder's Desktop";
"Hide Recent Applications" = "Hide Recent Applications";
"Keep Drop Stack Open" = "Keep Drop Stack Open";
"Keep Path Trail" = "Keep Path Trail";
"LHa" = "LHa";
"MB" = "MB";
"Make Lower Case" = "Make Lower Case";
"Make Upper Case" = "Make Upper Case";
"Menu Size" = "Menu Size";
"More" = "More";
"New Tab Set..." = "New Tab Set...";
"Open Finder" = "Open Finder";
"Option" = "Option";
"Orange" = "Orange";
"PDF" = "PDF";
"Path Finder" = "Path Finder";
"Quick Look" = "Quick Look";
"Reveal in Path Finder Toolbar Item" = "Reveal in Path Finder Toolbar Item";
"SVN Window" = "SVN Window";
"Shift" = "Shift";
"Show Drop Stack" = "Show Drop Stack";
"Show Finder's Desktop" = "Show Finder's Desktop";
"Show Inspector" = "Show Inspector";
"Show Recent Applications" = "Show Recent Applications";
"Show Substitutions" = "Show Substitutions";
"Sidebar" = "Sidebar";
"Smart Copy/Paste" = "Smart Copy/Paste";
"Smart Dashes" = "Smart Dashes";
"Smart Links" = "Smart Links";
"Smart Quotes" = "Smart Quotes";
"Spelling and Grammar" = "Spelling and Grammar";
"Spotlight" = "Spotlight";
"Stuff" = "Stuff";
"StuffIt" = "StuffIt";
"Subscribe to Newsletter..." = "Subscribe to Newsletter...";
"Substitutions" = "Substitutions";
"Support" = "Support";
"Tar" = "Tar";
"Telnet Servers" = "Telnet Servers";
"Terminal" = "Terminal";
"Text" = "Text";
"Text Replacement" = "Text Replacement";
"Toggle Browser Pane" = "Toggle Browser Pane";
"Transformations" = "Transformations";
"UNIX" = "UNIX";
"URL" = "URL";
"UU" = "UU";
"UnStuff" = "UnStuff";
"Web Servers" = "Web Servers";
"Zip" = "Zip";
"Zip with Password..." = "Zip with Password...";
"at End" = "at End";
"iChats" = "iChats";
"iDisk" = "iDisk";
